[
    {
      "id": 0,
      "name": "ROUND LAB Birch Juice Moisturizing Sunscreen 50ml 1+1 Special Set",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1469/e9b0adac-6757-49bf-9c08-4f7ba3502672.jpg?RS=810x810&AR=0",
      "price": 30,
      "salePrice": 28.78,
      "prodinfo_why": "This birch juice moisturizing suncream is a six-time beauty award winner: first place in the 2021 Olive Young Beauty Awards Suncare Category, first place in the 2020 Hwahae H1 Best New Product Sunscreen/Lotion Category, first place in the 2020 Hwahae Beauty Awards Sunscreen/Lotion Category, first place in the 2021 Hwahae Beauty Awards Sunscreen/Lotion Category, first place in the Glowpick Award Mild Sunscreen Category, and first place in the 2021 Unpa Newest Pick Sunscreen Category.\nSurvey results with a group of 350 people from Glowpick showed an overall high level of satisfaction: a 99.4% satisfaction of application, a 98.9% satisfaction of hydration, a 97.5% satisfaction of moisturizing, a 97.4% product satisfaction, 95.9% said that their makeup does not smudge, and 91.7% said that it has a light finish.\nThe moisturizing essence adheres tightly onto the skin.\nHuman testing regarding SPF showed a 55.0 plus or minus 8.5 in SPF and a 19.80(PA+++++) in PFA, confirming that the product has strong sun care function.\nIt maintains its sun protecting effect for a long time outdoors, protecting the sun from UV rays without smudging or stifling.\nIt prevents blue light that emits from smartphones, computer monitors, and TVs and protects the skin.\nIt has received an EXCELLENT grade from the German derma test facility, making it safe to use for sensitive skin.\nSkin irritation tests have confirmed a low stimulation 30 minutes to 24 hours after using the birch juice moisturizing sunscreen, making the cosmetic safe to use for sensitive skin without having to worry.\nThe product is SPF 50+ and PA++++.",
      "prodinfo_ing": "The Inje betula alba juice, grown with cool winds and refreshing breezes, and vita-hyaluronic acid supply moisture to dry skin, protect sensitive skin from UV rays, and treats the skin into becoming healthy.\nThe refreshing essence containing betula alba juice and vita-hyaluronic acid absorbs into the skin and forms a moisturizing UV ray barrier.\nWith over 90% being forest land and having around 20 high and steep peaks with an elevation over 800m, Inje is a village where birch trees can grow at high elevations and give off a refreshing energy; and the betula alba juice from Inje has been transferred into the product to increase its effectiveness.\nIngredients that calm the skin, such as DPG, allantoin, and portulaca oleracea extract soothe the skin stimulated by UV rays.\nIn order to take care of our planet, the Round Lab Birch Juice Moisturizing Suncream is part of the movement that avoids ingredients that harm the marine ecosystem and coral reefs.",
      "prodinfo_how": "Evenly apply the product on areas that are easily exposed to UV rays.\n\n\n[Components]\nLimited offer of 50ml + 50ml"
    },
    {
      "id": 1,
      "name": "VT Reedle Shot 100 Essence 50mL (+Reedle Shot 300 1ml*3ea)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1408/99526e34-fa69-49da-9dcd-e854dc672253.jpg?RS=810x810&AR=0",
      "price": 32,
      "salePrice": 23.35,
      "prodinfo_why": "Ingredients in the form of microneedles smaller than pores are absorbed into dull skin as it gets stimulated to improve the condition.\nDeeper, faster, and better absorption has been proven through clinical trials.\nIngredients in the form of microneedles open the absorption path into the skin. These microneedle-type ingredients are thinner than the pores and they gently stimulate the skin to help active ingredients better absorb by opening up the absorption path on the skin.\nAccording to the reviews, people can address skin problems on their own; exfoliation helps the skin becomes overall bright, smooth, and radiant; the skin feels more shiny and smooth in three days; dead skin cells are removed and the skin glows; the skin feels more elastic after three days; and skin feels much more moisturized after three days.\nThe product heats the purified microneedle-type ingredients and Cica ingredients together in a vacuum while the Cica ingredients get absorbed through fine pores and empty spaces.\nThe ingredients for Cica Reedle in Reedle Shot change color to light brown after refining as the Centella Asiatica Extract impregnation process, which is VT's proprietary process, has been added.\nDEEP, which has been proven in clinical trials, improves skin texture by increasing the depth, amount, and speed of absorption.\nWith one-time use, it noticeably improved rough skin texture and absorption amount, depth, and speed.\nThe product has a 100% satisfaction rate with its skin absorption amount, absorption depth, absorption speed improvement, and skin texture improvement. 100% also said that the product is satisfactory, willing to recommend it, willing to repurchase, and overall performance is satisfactory.\nMoisturizing formulation quickly absorbs to help deliver active ingredients and improve skin texture.\nThe product has a tingling sensation which is natural and unique to the product and it occurs in the process of absorbing nutrients; it is recommended to adjust the amount and frequency of use according to individual conditions; it works better to massage it rather than rubbing.\nIt is a product that has undergone a skin irritation test and has a skin reaction of 0.00.\nThe product is recommended for skin that needs to be properly addressed by penetrating active ingredients deeply; skin tired from repetitive and painful treatments; skin that needs improvement but has the burden of cost; skin without much difference even with various skincare routines; skin that wants to be smooth and healthy again.",
      "prodinfo_ing": "By adding Centella Asiatica ingredients to the 99% pure microneedle-type ingredients, it opens the way for absorption as well as has a powerful soothing effect.\nIt contains Centella Asiatica Extract, triple Hyaluronic Acid, Centella 4X Complex, and Green Propolis Extract which help soothe, supply moisture, and strengthen moisturization.\nIt contains AMINO-ACID COMPLEX which helps moisturize and protect the skin barrier.\nIt contains low-molecular Hyaluronic Acid which helps moisturize and strengthen the moisture barrier.", 
      "prodinfo_how": "For skin care in the evening, take an appropriate amount on a clean face and apply it gently with your fingers.\n(+Reedle Shot 300 1ml*3ea)" 
    },
    {
      "id": 2,
      "name": "numbuzin No.5+ Vitamin Concentrated Serum 30mL+30mL Duo Set",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1413/44c839fa-62ac-4ef0-936b-efa168221354.jpg?RS=810x810&AR=0",
      "price": 46,
      "salePrice": 29.90,
      "prodinfo_why": "Thoroughly removes any blemish scars.\nInner skin melanin improvement by 23.72%, skin evenness improvement by 18.90%, and pigmentation improvement by 95.24%.\nRemoves any noticeable and hidden scars.\nRemoves old freckles, blemish scars, pigmentations, and freckles due to UV rays.\nThe glutathione capsules inside vitamin ampoule removes hidden skin concerns with antioxidation formula.\nResults in clear skin both outside and inside starting from 2 weeks of using the product, along with improved pigmentation, scar care, even skin tone, and clear complexion.  \nOuter skin melanin improvement by 4.79% after 2 weeks of use and 9.65% after 4 weeks of use, inner skin melanin improvement by 11.30% after 2 weeks of use and 23.72% after 4 weeks of use, skin tone improvement by 8.54% after 2 weeks of use and 18.90% after 4 weeks of use, skin brightness improvement by 1.55% after 2 weeks of use and 3.22% after 4 weeks of use.\n100% satisfaction in even skin tone, and 95% satisfaction in pigmentation, blemishes, and overall skin improvement.\n0.00 irritation index due to 5% panthenol and completed low irritation test.",
      "prodinfo_ing": "The interaction between the strong brightening ingredient Glutathione and the antioxidant network ingredient is designed to be even more effective in caring for the remaining stimulation.\nGlutathione, a powerful antioxidant, is a difficult ingredient to handle due to its strong odor and stability, making it difficult to prescribe highly concentrated formulas on its own.\nSynergy vitamin ingredients were made to improve the efficiency of Glutathione and provide stable efficacy.\nGlutathione and various synergy vitamins work together to build an antioxidant network that delivers glutathione more efficiently by undergoing oxidation-reduction and antioxidant interactions.\nExperience the effects of Glutathione ampoule with high added amounts including ingredients that help with anti-aging network and brightening.\nThe Glutathione capsule contains vitamins B12, B5, C, and E to care for hidden spots of concern.\nContains 604,074ppm of Vaccinium Vitis-Idaea Fruit Extract.\nContains 40,000ppm of Tranexamic acid.\nContains 50,000ppm of Niacinamide that brightens the skin by inhibiting the movement of melanin.\nContains Alpha-albutin and bisabolol.\nWith 5% panthenol, there are no worries about irritation.", 
      "prodinfo_how": "Gently apply a moderate amount along the skin texture, lightly patting to help absorption.\n*After full application, apply another layer and help achieve even more effective care.\n\n[COMPONENTS]\nThis is a promotional duo set.\numbuzin No. 5\nVitamin Concentrated\nSerum 30 mL set" 
    },
    {
      "id": 3,
      "name": "BIODANCE Bio Collagen Real Deep Mask Sheet 16P",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1988/e6321bb0-9f79-41fd-a9f5-a588448e2102.jpg?RS=810x810&AR=0",
      "price": 83,
      "salePrice": 59.96,
      "prodinfo_why": "The best-selling product of BIODANCE, with sales surpassing one mask pack sold every 0.5 seconds, is the collagen mask pack of interest.\nThis product is called an essence that is pressed with many good ingredients, which feels very different from other packs, and a hydrogel pack that reinforces it as it is, and chosen by YouTuber Hanu.\nThis product is a BIODANCE Bio-Collagen Real Deep Mask that can absorb every drop of the last ampoule in the mask pack directly into the skin.\nBIODANCE Bio-Collagen Real Deep Mask is a product that becomes more transparent as the skin absorbs effective ingredients through a hydrogel mask pack, it is not a sheet mask with ampoules applied.\nA product that has completed a human application test for moisturizing, pore and elasticity improvement immediately after one use.\nAfter using it once, the cheek area moisturized by 126%, and when tested on humans, it showed improvement in the volume, area, and depth of the pores immediately after use, improving pore volume by 19.40%, pore area by 19.65%, and pore number by 16.09%, showing immediate improvement in skin elasticity by 34%.\nALL EWG green grade, certified by official institutions, 19 controversial ingredients without additives, 20 harmful ingredients without additives, 25 allergenic ingredients without additives designated by the MFDS, and tested for skin sensitization.",
      "prodinfo_ing": "Collagen and hyaluronic acid compounds deeply penetrate the skin, so even after removal, you can experience fresh skin without any remaining essence.\nWith 50,000PPM of hyaluronic acid, it provides a higher moisturizing effect, skin penetration, and maximizes moisture.\nContains low molecular collagen 50,000PPM to increase skin penetration and absorption.", 
      "prodinfo_how": "For daily use\n1. After cleansing, soothe the skin texture with a toner.\n2. Take out the mask and place it along the face shape.\n3. Once the mask turns transparent, remove it.\nIt is recommended to use it for more than an hour, but depending on the condition of the individual's skin, particularly dry areas may clear up more quickly.\n\n4. Finish with the cream.\nHow to use as a moisturizing mask\n1. After cleansing, apply the ampoule or cream that enhances the content absorption.\n2. Take out the mask and place it along the face shape.\n3. Keep the mask overnight and remove on the next day.\nTip\nApply the mask’s eyes and mouth on the areas with wrinkle concerns such as the nasolabial folds and neck." 
    },
    {
      "id": 4,
      "name": "Torriden Dive-In Serum 50mL Refill Set (+50mL Refill Pack)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1628/0cc5df63-87c3-4401-8228-9c21a41c6dd2.jpg?RS=810x810&AR=0",
      "price": 48,
      "salePrice": 33.33,
      "prodinfo_why": "As the first step of skincare, this serum moisturizes quickly without stickiness and effectively locks inner dryness.\nThis is a water essence serum that has never missed 1st place as a 24-time winner in the Hall of Fame of Honor since its release 4 years ago.\nWe recommend this for those who need a quick fix for dryness, stickiness, or hydration.\nGradually hydrates the skin from the inside out to keep a healthy skin.\n\"Real moisturization function that properly explains what true moisturization is and why it was the no.1 choice\", \"I think I know why it's no.1! The moisturization lasts long from the inside out\" are some of the satisfied reviews.\nAs soon as you apply it, your skin gets moisturized from the surface to the inside.\nThe immediate improvement rate of surface moisture of the skin is 88.87%, and the immediate improvement rate of inner moisture of the skin is 10.09%.\nWith just a single use, it holds 48 hours of continuous moisturizing power.\nAfter 4 weeks of use, there is a 14.94% improvement in moisturizing effect.\nHydration is necessary, but for skin that feels burdened by stickiness from hyaluronic acid, Dive In Serum has been developed.\nThis moist and refreshing serum gently removes tightness from the skin and provides moisture without making the skin oily or sticky.\nLow-irritation formula that keeps a healthy and calming skin environment.\nConsiders the skin and environment by going Clean & Vegan.",
      "prodinfo_ing": "As the first step of skincare, this serum moisturizes quickly without stickiness and effectively locks inner dryness.\nThis is a water essence serum that has never missed 1st place as a 24-time winner in the Hall of Fame of Honor since its release 4 years ago.\nWe recommend this for those who need a quick fix for dryness, stickiness, or hydration.\nGradually hydrates the skin from the inside out to keep a healthy skin.\n\"Real moisturization function that properly explains what true moisturization is and why it was the no.1 choice\", \"I think I know why it's no.1! The moisturization lasts long from the inside out\" are some of the satisfied reviews.\nAs soon as you apply it, your skin gets moisturized from the surface to the inside.\nThe immediate improvement rate of surface moisture of the skin is 88.87%, and the immediate improvement rate of inner moisture of the skin is 10.09%.\nWith just a single use, it holds 48 hours of continuous moisturizing power.\nAfter 4 weeks of use, there is a 14.94% improvement in moisturizing effect.\nHydration is necessary, but for skin that feels burdened by stickiness from hyaluronic acid, Dive In Serum has been developed.\nThis moist and refreshing serum gently removes tightness from the skin and provides moisture without making the skin oily or sticky.\nLow-irritation formula that keeps a healthy and calming skin environment.\nConsiders the skin and environment by going Clean & Vegan.", 
      "prodinfo_how": "Spread an adequate amount of this product evenly on your skin and pat it in to absorb.\n[COMPONENTS]S\nThis is a refill set product (+50mL refill pack)" 
    },
    {
      "id": 5,
      "name": "HERA Black Cushion Foundation",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1569/f662a6db-cc0f-45fb-9f26-889253158525.jpg?RS=1500x1500&AR=0",
      "price": 57,
      "salePrice": 51.87,
      "prodinfo_why": "Provides advanced soft satin finish with ultra adhesion and coverage.\nProvides smooth adhesion on pores and skin troubles to maintains 24-hour lasting makeup without smudging and lumps.\nThe Microzation tech is unique technology of Amorepacific that provides blurring coverage with fine particles.\nThe Stretchable layer flexibly adheres on skin to provide lightweight and comfortable feeling of use.\nProvides 24-hour coverage of pores and blemishes, skin texture, and inhibits makeup smudging against sweat.\nConsists of 9 different clear neutral shades made with expertise of 12-years HERA cushion shade development.\nProvides 24-hour lasting moisturizing and improves skin moisture after 2 weeks of use to provide non-tightening and comfortable hydrated skin.\nThe skin comfort base controls sebum secretion, provides improved skin water-oil balance, and improved pore elasticity in 2 weeks.",
      "prodinfo_ing": "The clear and high purity refining pigment provides long-lasting clean and clear skin without stuffiness.\nThe skin care base containing flower extracts provides beautiful skin as applying.", 
      "prodinfo_how": "After skincare, use a puff to take adequate amount of the product and tap on face when applying foundation,\n[COLOR_FEATURE]\nNeutral base: 13N1, 17N1, 21N1, 23N1, 25N1, 27N1\nPink base: 17C1, 21C1, 23C1\n\n[NOTICE]\n- This event is subject to change or ending earlier due to our circumstances.\n- Free gift will be presented when your order list.\n- Free gift will be offered based on your ACTUAL PURCHASE AMOUNT (Excluding Shipping Fee & GST)\n- Free gift will be presented on a first-come-first-served basis.\n- Limited stocks available.\n- The color of free gift is given out randomly." 
    },
    {
      "id": 6,
      "name": "SKIN1004 Madagascar Centella Hyalu-Cica Water-Fit Sun Serum 50mL*2ea (Twin pack)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1595/a8ef6b5f-b940-4f14-85ae-a144cf4f85a5.jpg?RS=810x810&AR=0",
      "price": 28,
      "salePrice": 23.80,
      "prodinfo_why": "This is a moisturizing sunscreen product that is not dry and stiff unlike typical UV-blocking products.\nExperience a moist glowing sun serum with a UV protection index of SPF50+, PA++++.\nExperience the verified UV protection effect completed by clinical studies of sun protection factor.\nWith a light moisture like serum, create a moist skin and also create a firm resilience and water-glowing skin at the same time.\nThe nutrient ingredients of seven kinds of sprouts protect and keep skin healthy through a low temperature extraction method that does not destroy nutrients.\nA light serum texture that absorbs quickly without stickiness.",
      "prodinfo_ing": "The moisturizing, calming hyaluronic acid formula provides comfort to sensitive, dehydrated skin and supplies ample moisture.\nSKIN1004's high-purity Madagascar Centella Asiatica Extract soothes sensitive skin and cares for the skin barrier, giving it a innate strength.\nThis product prioritizes healthy skin as well as a healthy planet by excluding harmful ingredients such as oxybenzone and octinoxate that threaten the ocean ecosystem.", 
      "prodinfo_how": "At the last step of skincare, evenly spread it on the areas that are exposed to UV rays.\n[COMPONENTS]\nThis is a twin package set." 
    },
    {
      "id": 7,
      "name": "[Disney Collaboration] MEDIHEAL Madecassoside Blemish Pad 100P (+100P)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1284/18037965-594e-4886-b62c-9447ff1effd8.PNG?RS=1500x1500&AR=0",
      "price": 44,
      "salePrice": 31.86,
      "prodinfo_why": "This unrivaled # 1 square cotton pad is a go-to remedy for your skin concerns.\n20 times of No. 1 skincare pad !\nThe best toner pads, as picked by 60 influencers who've tried them.\nIrritation soothing, trace-free, the #1 trace soothing pad.\n99% are satisfied with the feeling of use, 96% say it absorbs deeply into the skin, and 96% say it is good for daily use without irritation.\nThis product was tested for blemish marks and showed a 16.78% improvement after 4 weeks, micro-irritation and showed a 19.80% improvement, and sensitive skin irritation.\nAfter 4 weeks of use, consumer satisfaction shows 100% improvement in pigmentation, immediate skin calm, moisturized without stickiness, and 100% improvement in skin texture.\nWe've added a liposome technology that breaks down madecassoside into microscopic particles for faster, deeper absorption into every corner of the skin.\nI grabbed a handful of the formulation and gently poured out the entire bottle of essence without drying out the last bit of fabric.\nAn entire bottle of serum is conveniently delivered by the pads. No worry for remaining serum at the bottom, dried pads, unwanted impurities.\nVegan-certified, thin, wide pads provide a perfect fit for reliable care.\nLarge capacity of 100 sheets and long, sturdy tongs for hygienic use.\nWhether you need a quick daily breakout fix, a quick fix for those pesky blemishes, a smoothing treatment for rough skin, or a gentle, non-greasy moisturizer.",
      "prodinfo_ing": "This is a product containing Madecassoside, which helps with clean spot care.\nCentella asiatica is extracted twice to double the extracted content of the active ingredient madecassoside.\nContains 2% niacinamide to improve the appearance of fine lines and wrinkles, promoting a calm complexion and providing care for blemishes.", 
      "prodinfo_how": "As Facial Mask: After face wash, lay it onto any areas necessary.\nAs Toning Pad: After laying it on the face like a sheet mask, rub it gently along with skin texture.\n[COMPONENTS]\nThis is a double set with Disney" 
    },
    {
      "id": 8,
      "name": "SKINFOOD Carrot Carotene Calming Water Pad 60P (+10P+30P+Carrot Sheet Mask 2ea)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1685/362003ef-3833-4c87-b7e5-cd4b877b8321.jpg?RS=1500x1500&AR=0",
      "price": 37,
      "salePrice": 22.20,
      "prodinfo_why": "1. Highly Rated: Over 130,000 customer reviews with a 4.8/5 score on Olive Young.\n2. Soothing and Hydrating: Pure cotton pads designed to soothe skin redness and irritation.\n3. Gentle Formula: Free from harmful ingredients, developed by experts in food ingredient research.\n4. Effective Moisturization: Waffle-textured pads offer steady hydration and reduce skin friction.\n5. Vegan Certified: Registered with the Korea Agency of Vegan Certification and Services.\n6. Overall Satisfaction: Provides excellent moisturizing and softening effects on the skin.\n7. Ideal For: Rough, dry, or red skin, especially useful after blow drying.",
      "prodinfo_ing": "Beta Carotene: Derived from carrot seed oil to enhance skin health.", 
      "prodinfo_how": "1. After washing your face, apply the pad to your cheeks or any desired area to soothe.\n2. After 5–10 minutes, gently wipe off (avoiding the eye area) and pat the remaining essence into your skin.\n[COMPONENTS]\n[SET] Pad 60P (+10P+30P+Carrot Sheet 2ea)" 
    },
    {
      "id": 9,
      "name": "ilso Super Melting Sebum Softener 150mL Special Set (Special Gift: Cotton Pad 40P)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1697/73d5f770-70e6-40dd-9719-3db59397c9f8.jpg?RS=1500x1500&AR=0",
      "price": 26,
      "salePrice": 23,
      "prodinfo_why": "Introducing the Sebum Softener, a game-changer in sebum care, inspired by the power of our iconic Nose Patch. This innovative product melts away stubborn sebum, leaving your pores undeniably clean and refreshed.\nThe Sebum Challenge:\n• Sebum starts soft, but neglect hardens and oxidizes it, turning it into a stubborn foe.\n• Harsh extraction methods like pulling, ripping, and squeezing can leave you with enlarged or damaged pores, a battle you don't want to win.\nThe Sebum Softener Solution:\n• This revolutionary softener works like magic, gently melting even the most hardened sebum, dissolving it like a stone dissolving in water.\n• Think of it as a professional scaling treatment for your pores, minus the harsh tools.\nThe Iso Sebum Care Promise:\n• Experience the exhilaration of clean, refreshed pores, as if they've been professionally scaled.\n• Leave the pore-damaging extraction methods behind and embrace a gentle yet effective approach.\n• Finally, a sebum solution that cares for your skin while saying goodbye to stubborn blockages.",
      "prodinfo_ing": "Imagine a world where sebum, instead of being a pesky foe, flows smoothly like a gentle river. This is the promise of our innovative Sebum Remove Complex, your secret weapon for clear, radiant skin.\nHarnessing the Power of Nature:\n• Fruit Powerhouse: Infused with Malus Domestica, Prunus Mume, and Papaya extracts, this formula gently nudges sebum into circulation, preventing it from becoming a stubborn clog.\n• Enzyme Boost: Papain, a natural enzyme, works like a tiny bulldozer, breaking down and dissolving sebum for a smoother, clearer complexion.\n• Grapefruit Glow: This revitalizing extract adds a touch of acidity, mimicking your skin's natural pH to dissolve sebum without irritation.\nSebum Remove Complex: The Core Expertise:\n• Squalane & Polygonum Cuspidatum Root Extract: This dynamic duo forms a protective shield, preventing sebum from oxidizing and turning into dark, stubborn plugs.\n• Alkaline Advantage: Our carefully balanced formula gently dissolves sebum, mimicking the natural cleansing power of your skin.\nEmbrace the Sebum Remove Complex and experience:\n• Effortless sebum flow: No more harsh extraction methods, just a gentle nudge towards a clearer you.\n• Radiant, healthy pores: Say goodbye to enlarged, clogged pores and hello to a smooth, even canvas.\n• Confidence that shines: Feel the difference of clean, healthy skin and let your natural beauty radiate.", 
      "prodinfo_how": "Unclog your pores and reveal glowing skin with this easy 3-step ritual:\n\nStep 1: Open your pores for a deeper cleansing experience: Warm water is your secret weapon! It gently opens your pores, prepping them to release any stubborn sebum or blackheads.\nStep 2: Soak & soften: Saturate a cotton pad with this magic softener and gently press it onto the areas you want to target. Leave it for 10-15 minutes as the active ingredients work their softening magic.\n\nStep 3: Say goodbye to sebum: Time to unveil your radiant skin! Use a cotton swab or applicator to gently remove the softened sebum. Rinse your face thoroughly with water, and feel the difference!\n\nBonus Tip 1: Keep it moist for maximum magic! To prevent the formula from drying out, add a little extra to your cotton pad. This keeps the softening power going strong! Plus, the handy pointed cap lets you spray directly onto the pad for easy application.\n\nBonus Tip 2: Double the power, double the results! Team up this Deep Clean Master with the Sebum Softener, and watch your sebum melt away even faster. It's a match made in pore-purifying heaven!" 
    },
    {
      "id": 10,
      "name": "unove Deep Damage Treatment EX 320mL Duo Special Set (+Hair Accessory Clip)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1301/956877ca-ea8c-417b-8fa1-e5d8060136bc.jpg?RS=810x810&AR=0",
      "price": 56,
      "salePrice": 39.73,
      "prodinfo_why": "UNOVE has been the best hair care brand for 2 consecutive years by providing unrealistic softness and artistic scent.\nProvides solution for extremely damaged hair through 3,000% increase in protein content.\nAs a result of focusing on damaged hair research, satisfaction with softness is 100%.\n100% satisfaction in overall feeling of use, softness, and willingness to repurchase.\nReviews include that this product must be repurchased, it is the best product ever, and Dr.forhair products are highly reliable.\nIt shows a clear effect optimized for perm, dyed hair, curly hair, and severely damaged hair.\nImproves protein content by 3000% after 3 times of use. Applied with HAIR ABSORPTION TECHNOLOGY for deep absorption of nutrients on rough and damaged hair to make healthy and smooth hair.\nIt improves roughness of cuticles damaged by perm, dyeing, and heat.\nThe protein gel cream formula for extremely damaged hair smooths out rough hair by filling in the gaps between damaged cuticles.\nSmooth brushing is possible as the rough cuticle is improved.\nThe protein gel cream type texture is completed when it touches water.\nWhen the protein gel cream, which is highly adhesive, meets water, it absorbs full of moisture and quickly delivers nutrients to the hair.",
      "prodinfo_ing": "Contains 30,000PPM which is the maximum content of keratin-PF to provide key ingredient to hair.\nThe protein and amino acid ingredients provide abundant nutrition to the hair, and the plant-derived golden oil ingredient gives a smooth and shiny glow.", 
      "prodinfo_how": "Contains 30,000PPM which is the maximum content of keratin-PF to provide key ingredient to hair.\nThe protein and amino acid ingredients provide abundant nutrition to the hair, and the plant-derived golden oil ingredient gives a smooth and shiny glow." 
    },
    {
      "id": 11,
      "name": "Beauty of Joseon Relief Sun: Rice + Probiotics (SPF50+ PA++++) Double Pack 50mL*2ea",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1440/9ed7c9fe-e626-4a0a-b589-716fcd411db7.jpg?RS=810x810&AR=0",
      "price": 30,
      "salePrice": 27,
      "prodinfo_why": "This product is an sunscreen soft to the skin to block UV rays. And it also contains soothing ingredients to keep the skin moisturized and more moisture than inorganic sunscreen, which makes it adhere well to the skin.\nThis product comes in a moist cream texture and moisture essence without any oiliness, so it absorbs into the skin well without white residue.\nThis product contains less harmful ingredients, making it safe to use for men and women for all ages throughout the four seasons.",
      "prodinfo_ing": "This product contains probiotic ingredients such as Saccharomyces/Rice Ferment Filtrate and Lactobacillus/Rice Ferment, which helps the skin develop its own strength.\nThe UV protection level of this product is SPF 50+, PA++++.\nThis product contains ingredients of EWG green grade, so you can use it without anxiety.", 
      "prodinfo_how": "Apply this product 30 minutes before going out after you finish your skincare routine.\nTake an appropriate amount of this product and gently apply it to areas easy to be exposed to ultraviolet rays.\n[COMPONENTS]\nDouble Special Set\nProduct) Relief Sun: Rice + Probiotics 50mL*2 Pack" 
    },
    {
      "id": 12,
      "name": "Anua Heartleaf Pore Control Cleansing Oil 200mL Double Set",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1575/7d866f9f-28fb-4fd3-a790-654b8ac96b29.jpg?RS=810x810&AR=0",
      "price": 40,
      "salePrice": 25.90,
      "prodinfo_why": "Anua Heartleaf Pore Control Cleansing Oil is a deep cleansing mild prescription product that can be used safely even on acne-prone skin.\nIn the satisfaction survey, 90% showed satisfaction in product, 90% wanted to recommend and repurchase the product, 90% of emulsification process proceeded quickly, 95% showed satisfaction with cleansing, 90% thought it was helpful in improving blackheads and sebum when used persistently, 95% thought it wasn’t irritating to the skin, 90% showed high satisfaction from the mild appliance and a fresh finish without any residue, and 95% felt the skin turned moist and smooth.\nOil-based makeup dissolve impurities and sebum well, so oil cleansing is necessary, and as a result of the sunscreen residual test after cleansing for each cleansing product, the residual amount of sunscreen after using an oil-based cleanser (oil) is significantly lower than after using a water-based cleanser (water), hence proved the necessity of oil cleansing.\nIt has passed the non-comedogenic test, a human application test that proves no clogging of pores and can be used safely even with problematic skin, so it’s safe for use without worrying about clogging pores, even for problem skin such as acne-prone skin.\nIt has a light texture and gives a refreshing finish, so it is comfortable to use every day.\nIt is recommended for those who want to dissolve blackheads and whiteheads without worrying about clogging pores, who want a fresh, non-slip cleansing with a light feeling, who want to remove heavy makeup and impurities at once, or who want a moist finish without tightness after washing the face.\nTest results show the amount of oil was reduced by 17.38% and the amount of sebum by 22.81% after 4 weeks of use, and it’s safe for use for acne-prone skin.\nIt is a product that cleanly removes makeup and sebum with strong cleaning power. It effectively removes makeup and gives a refreshing finish through an emulsification process that dissolves sebum by mixing water and oil.\nTest results show that blackheads decreased by 18.88%, whiteheads decreased by 20.09%, red acne decreased by 70.83%, and acne was reduced by 83.33% after 4 weeks of use, and the effect was verified.\nCompleted the low skin irritation test so that sensitive skin can safely use the product without worrying about irritation with this low irritation cleansing oil.\nWith a light formula, it can be gently cleansed without leaving any residue.\nTime to feel comfortable on the skin, time to replenish myself, a product made by Anua.",
      "prodinfo_ing": "Overseas patented sebum improvement patented ingredient 5 ALPHAAVOCUTA ingredient and oil without worrying about clogging pores help oil and sebum care, so even acne-prone skin can be cleansed thoroughly.\nIt contains 10,000 PPM NON-COMED OIL™, an exclusive ingredient containing Heartleaf extract, which is effective for skin soothing, to soothe sensitive skin.\nPlant-derived oils such as Grape Seed Oil, Jojoba Seed Oil, Macadamia Ternifolia Seed Oil, Sunflower Seed Oil, and Olive Fruit Oil are contained in an optimal ratio to provide a moisturizing feeling to the skin.\nAnua took the lead for sustainable beauty by printing on paper certified by the Forest Stewardship Council, which protects forests in a sustainable way, using soybean oil, an eco-friendly vegetable ink.", 
      "prodinfo_how": "1. Apply an appropriate amount of oil to dry hands.\n2. Gently massage the entire dry face.\n3. Add water little by little, emulsify, and roll.\n4. Rinse thoroughly with water.\nThe container has a water separation label that separates it from water, so plastic can be discharged without separate separation." 
    },
    {
      "id": 13,
      "name": "SKIN1004 Madagascar Centella Ampoule 55mL",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1934/3ef4c08b-3f8d-413d-bee4-6da92c4923a8.jpg?RS=810x810&AR=0",
      "price": 16,
      "salePrice": 11.20,
      "prodinfo_why": "",
      "prodinfo_ing": "Keeps the skin's pH balanced to make the skin healthier.\nAbsorbed quickly and delivers intense hydration.", 
      "prodinfo_how": "Contains Madagascar centella asiatica extract to strengthen the skin barrier.\nContains Madagascar centella asiatica extract only in this ampoule to soothe the sensitive skin effectively." 
    },
    {
      "id": 14,
      "name": "Dr.G Red Blemish Clear Soothing Cream Special Set (70mL+30mL)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1145/777c46f5-e2ae-40a6-a8c6-d6cdf18c6cec.jpg?RS=810x810&AR=0",
      "price": 42,
      "salePrice": 27.52,
      "prodinfo_why": "",
      "prodinfo_ing": "", 
      "prodinfo_how": ""
    },
    {
      "id": 15,
      "name": "[Yangpakungya Collabo] LACTO-FIT Probiotics Gold 90 Sticks (+Pouch Keyring)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1752/4ff1f486-6da5-4110-af7b-aa3cc24e30c2.jpg?RS=1500x1500&AR=0",
      "price": 47,
      "salePrice": 32.77,
      "prodinfo_why": "LACTO-FIT is the no.1 lactobacillus brand in Korea.\nCompleted 3,000 test during three years of research to find optimal ratio of lactobacillus living in duodenum, small intestine, and large intestine to develop LACTO-5X™ that consists of advanced key strains.\nThe daily one stick contains 2 billion CFU probiotics.",
      "prodinfo_ing": "Applied with the LACTO-5X™ formula which is key strain composition of LACTO-FIT to provide perfect lactobacillus for all family members.\nLACTO-5X™ is the most advanced analysis technology of LACTO-FIT made with verified key strains that completed microbe diversity, distribution, and composition tests.\nContains zinc to provide bowel health and normal immune function.\nOne stick contains zinc and lactobacillus metabolites.", 
      "prodinfo_how": "Take one stick a day without water, before or after a meal." 
    },
    {
      "id": 16,
      "name": "fwee Lip & Cheek Blurry Pudding Pot (30 Colors) (SINGLE/SET)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1356/5687955e-a68d-4f5a-a120-7513f9ff7df7.jpg?RS=1500x1500&AR=0",
      "price": 22,
      "salePrice": 15.67,
      "prodinfo_why": "The innovative blurring pudding formula fills in lip wrinkles and smoothes them.\nFrom lips to cheeks, it beautifully colors with just one finger.\nThe fluffy moisturizing pudding formula combined with blurring powder fills lips comfortably and blurs wrinkles and pores.\nYou can achieve a seamless blush merging effect that seamlessly spreads on your lips and cheeks, as if they are originally tinted.\nFrom a seamless overlip with a boundary-free, gentle blending effect to a smooth and flushed cheek expression, everything is possible.\nCreate your own mix and match with 30 rich colors discovered in six moments.",
      "prodinfo_ing": "Enriched with Theobroma Cacao (Cocoa) Seed Butter and Agave Tequilana Leaf Extract for a soft and moisturizing care.", 
      "prodinfo_how": "1. Apply an appropriate amount of content to your fingertips.\n2. Apply the color to your lips first.\n3. Tap the remaining amount on your hands and apply it to your cheeks.\n4. Apply the residue gently to areas like under the nose, corners of the eyes, and jawline to create a subtle mood.\\n[COLOR_FEATURE]\nND01 Oh!: Cool pink base that brings admiration with a droplet of lavender\nND02 Like: Pure milky pink that brightens dull lips\nND03 Without: Mysterious greyish pale pink with reduced saturation\nND04 My: MLBB nude coral that looks beautiful as a base or on its own\nND05 Be: Soft nudie peach that calmly tidies lips\nCR01 Dear: Warm peach coral that feels precious with every bite like a ripe peach\nCR02 Boy: Coral pink with a bright light like a smiling face\nCR03 BFF: High-saturation pink that shines brightly like a burst of laughter\nCR04 Seventeen: Warm and healthy reddish coral like the sun shining\nCR05 Girls: Lively and cheerful coral red that can't be hidden\nPK01 Baby: Creamy baby pink that has always been dreamt of\nPK02 Skirt: High two-tone pink that the hand reaches for on days when you want to look pretty\nPK03 Cherry: Tempting cherry pink that ripens darkly\nPK04 Crush: The coolest girl crush vivid pink in this area\nPK05 Sth: A mysterious pink between pink and gray, a subtle pink\nRD01 D-Day: Bright tomato red fully filled with fluorescent glow\nRD02 Mule: Bright red with a hint of pink, comfortable red that can be worn anywhere\nRD03 Ambitious: Professional warm red that boils up even when hidden\nRD04 Fav: Tanning brown red that is always chosen\nRD05 Greedy: Unmissable purple red with liveliness and atmosphere\nMV01 Chill’n: Grayish brown with a cool temperature\nMV02 Hurt: Mauvish pink with a story intertwined with pink, brown, and gray\nMV03 Baddie: Plump plum-like sensation, refreshing mauvish pink\nMV04 Slayyy: Muted grayish mauvish pink that stops even the sound of breathing\nMV05 Boss: Overpowering charismatic deep purple plum\nRS01 Feel’n: MLBB rose coral that you want to apply every day\nRS02 Lyrics: Sweet and mellifluous brown coral rose\nRS03 Faded: Dusty rose brown that has been cherished for a long time\nRS04 Memories: Marsala rose that is brought out even if the light fades\nRS05 Film: Romantic cool rose captured with a blue filter" 
    },
    {
      "id": 17,
      "name": "HERA Sensual Nude Gloss 5g",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1253/457ff2a9-1a49-4afb-b6b1-e45ca73324a2.jpg?RS=1500x1500&AR=0",
      "price": 42,
      "salePrice": 38.22,
      "prodinfo_why": "The softly adhering glow provides pretty lips.\nProvides glowing and plumping makeup look to result in clear and volumizing lips.\nProvides comfortable and soft application.\nThe subtle shades that fit on any skin tones and clear texture that reflect your own lip shade provide elegant and subtle mood.",
      "prodinfo_ing": "Contains moisturizing ingredients including Oenothera Biennis (Evening Primrose) Oil and phytosterol, etc.\nFormulated with plant-based flavoring.", 
      "prodinfo_how": "Take up the content with the integrated applicator tip and apply from the center of the lips outwards.\nThe applicator tip will help you achieve a smooth, flattering look without a sticky feel.\\n[COLOR_FEATURE]\n432 No Hustle: Subtle and neutral salmon beige shade like your own lip color\n462 Speechless: Soft beige brown shade like milk tea\n422 Lingerie: Toned down mute pink shade for pretty mood on both warm and cool undertone\n132 Hush: Lively raspberry pink shade for brighter complexion\n\n[COMPONENTS]\n[SET] [September OY PICK] Lingerie (+Glow Balm 5.4g+Nude Balm #174 1.1g)\n[SINGLE] 132 Hush\n[SINGLE] 432 No Hustle\n[SINGLE] 462 Speachless\n[SINGLE] 422 Lingerie\n[SET] [September OY PICK] Cherish (+Glow Balm 5.4g+Nude Balm #174 1.1g)\n[SINGLE] 401 Nudist\n[SINGLE] 102 Flirty\n[SINGLE] 18 Innocent\n[SINGLE] 380 Cherish\n*Product images and actual options may not be identical.\n\n[NOTICE]\n- This event is subject to change or ending earlier due to our circumstances.\n- Free gift will be presented when your order list.\n- Free gift will be offered based on your ACTUAL PURCHASE AMOUNT (Excluding Shipping Fee & GST)\n- Free gift will be presented on a first-come-first-served basis.\n- Limited stocks available.\n- The color of free gift is given out randomly. " 
    },
    {
      "id": 18,
      "name": "goodal Green Tangerine Vita C Dark Spot Care Serum 50ml Special Set (+extra 31ml)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1599/0ebadcce-3adc-4cfb-a6e1-56e9b6d787fc.jpg?RS=810x810&AR=0",
      "price": 48,
      "salePrice": 39.49,
      "prodinfo_why": "Completed test for primary skin irritation.\nCompleted test for reducing melanin.\nComes in a sustainable package.",
      "prodinfo_ing": "Citrus Tangerina (Tangerine) Extract: helps to reduce skin pigments.\nNiacinamide: is twice the previous version to boost brightening-up effect.\nThis product is free from harmful chemicals such as 7 Parabens and Triethanolamine.", 
      "prodinfo_how": "" 
    },
    {
      "id": 19,
      "name": "BIODANCE Bio Collagen Real Deep Mask Sheet 7P",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1325/0bab2006-dd94-4c0d-9055-8cdcb35326de.jpg?RS=1500x1500&AR=0",
      "price": 37,
      "salePrice": 30.72,
      "prodinfo_why": "This is a top-selling item chosen by YouTuber Jeyu with 520,000 subscribers.\nBIODANCE's bestseller has sold one million copies and is selling one copy every two seconds.\nWhen using a mask and base makeup, it immediately creates a porcelain skin.\nThe mask pack itself is one bottle of ampoule, which is made by solidifying the ampoule.\nDual functional cosmetic that improves skin brightness and wrinkles.\nThis is the BIODANCE Ampoule Bio Collagen Real Deep Mask that uses an entire bottle of high-concentration ampoule.\nThe skin becomes transparent so that it can absorb effective ingredients not by a sheet pack that applies ample but by a hydrogel mask pack.\nYou can directly see the process of absorption up to the last effective ingredient in the pack.\nThis is a total care solution product that improves hydration, pores, and elasticity with just one sheet mask.\nThis product has completed human trials for improving moisture, pores, and elasticity immediately after use.\nAfter one use, the moisture content of the cheek area increased by 126%, and volume, area, and depth were improved, as well as a decrease in pore volume by 19.40%, a decrease in pore area by 19.65%, and a decrease in pore count by 16.09%, and the skin elasticity has improved by 34%.\nThis is a EWG green grade product, certified by official agencies, it does not contain 19 controversial ingredients, 20 harmful ingredients, 25 allergens that are specified by the MFDS, and is proven to be non-irritating to the skin through testing.",
      "prodinfo_ing": "With low molecular collagen and hyaluronic acid, it quickly penetrates deep into the skin, so you can experience fresh skin without any residual essence even after removal.\nLow molecular hyaluronic acid 50,000PPM helps maximize skin penetration and moisturization.\nContains 50,000PPM collagen to maximize penetration and absorption.", 
      "prodinfo_how": "#Daily\n1. After cleansing, use the toner to soothe the skin texture.\n2. Take out the mask and place it along the face shape.\n3. Once the mask turns transparent, remove it.\n4. Finish with the cream.\n#Sleeping mask\n1. After cleansing, apply the ampoule or cream that enhances the content absorption.\n2. Take out the mask and place it along the face shape.\n3. Keep the mask overnight and remove on the next day." 
    },
    {
      "id": 20,
      "name": "d'Alba White Truffle First Spray Serum 100mL + 100mL Special Set",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1886/19740657-09b4-4e4e-923c-5cf460871afa.jpg?RS=1500x1500&AR=0",
      "price": 79,
      "salePrice": 46.49,
      "prodinfo_why": "It is the No. 1 national mist that is the No. 1 steady seller in d’Alba that can be trusted and has accumulated 19.1 million bottles of real hydration and radiant skin serum.\nIt has won first place in the 2022 Hwahae Beauty Awards Mist category and the Hwahae Weekly Best Item Mist category.\nMoisturize firmly with a highly functional mist serum certified by an institution specializing in clinical trials!\nClinical trials confirmed that after using the product on the cheek area once, improvement of deep moisture in the skin and improvement of dead skin cells were confirmed.\nIt is a moisturizing radiant oil that enables smooth and moist skin radiance care.\nThe skin irritation test was completed in clinical trials to confirm the primary irritation through 24-hour patching.\nIt can be used with confidence as it has been certified by the world-class Italian V-Label.\nIt is a vegan formula product with a layer of yellow moisturizing radiant oil and nourishing elasticity serum.\nThe 296 members of the Hwahae questionnaire showed a 97% product satisfaction, 98% satisfaction with finish, 95% satisfaction with makeup after use, 97% satisfaction with absorption power, and 98% satisfaction with feeling of use.\nThis is a product that has been vegan certified by the world-class standard Italian V-Label, being a premium vegan cosmetic that is comfortable on the skin as it does not use animal ingredients.\nAs a mild care product with carefully selected ingredients, d’Alba only releases products that have completed a skin irritation test at a certified clinical trial institution.\nTrufferol, d'Alba's patented ingredient helps improve the effect confirmed by clinical trials and the dual elasticity of surface and deep skin elasticity.\nImmediately after using it once, it shows the effect of 2.517% improvement in skin deep moisture and 28.485% improvement in dead skin cells.\nd’Alba’s signature fragrance makes aroma therapy possible, which is made in collaboration with the Italian perfumer Giovanni festa and created in collaboration with the Aromatic Citrus Floral perfume, with its elegant floral scent gently perfuming the skin.",
      "prodinfo_ing": "With the oil-serum vegan formula free of surfactants, feel the serum permeate without stickiness, in which the serum layer and oil layer are separated and gently mixed before shaking.\nIt is a vegan product containing four vegetable blending oils: avocado oil, sunflower seed oil, glycine soja oil, and bixa orellana seed oil, and Dalba's proprietary patented ingredient Trufferol™, tuber magnatum extract, and tocopherol.\nBy combining Italian tuber magnatum and tocopherol in a golden ratio, we have developed d’Alba’s proprietary ingredient, Trufferol™, which completes d’Alba’s elasticity mechanism.", 
      "prodinfo_how": "Immediately after washing your face, shake the product 3-5 times to fully mix the contents, then evenly spray 4-5 times across the entire face while keeping 10-20cm away from your head, then pat lightly to absorb it into the skin.\n\n[COMPONENTS]\nd’Alba White Truffle First Spray Serum 100ml + 100ml Special Set" 
    },
    {
      "id": 21,
      "name": "ROUND LAB Birch Juice Moisturizing Sun Stick 19g Double Set",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1039/859ad151-959c-4d51-bb35-28e2aa2266a8.jpg?RS=1500x1500&AR=0",
      "price": 35,
      "salePrice": 30.05,
      "prodinfo_why": "Provides instant moisturizing and cooling effect with easy application.\nMore convenient and cooler birch moisture sunstick.\nReviews include that this product provides moisturizing application like emulsion without any white cast, and it results in perfect makeup.\nNo.1 sun stick product in 2022 Hwahae Awards.\nFilled with moisture, it helps block UV rays with a refreshing feeling and moisturizing film.\nThe lightweight application allows perfect makeup and provides detailed coverage of uneven areas without any stuffiness even when being applied for multiple times.\nWith its portable size, you can simply apply it without touching your hands even during outdoor activities.\nFormulated with SPF50+ PA++++ for excellent UV blockage.\nAcquired grade Excellent from German dermatology test.\nFree from UV blocking ingredients that harms marine ecosystem and coral reef to participate in saving Earth.\nThis moisture-drenched stick-type gives lightweight fitting even with layers of application, making a refreshing protective film against UV.",
      "prodinfo_ing": "The birch sap from Inje that grew with refreshing energy of cool breeze is rich in amino acids and minerals to provide moisture to dry skin.\nContains glyceryl glucoside which is the key ingredient of rose of Jericho to activate aquaporin inside skin for deep hydration.\nThe patented soothing cooler ingredient provides moisturizing and refreshing effect to lower skin temperature.", 
      "prodinfo_how": "Turn the dial at the bottom of the container to raise the content appropriately and apply it evenly.\n[COMPONENTS]\nThis is a Double Package Set." 
    },
    {
      "id": 22,
      "name": "VT Reedle Shot 300 Essence 30mL(+Reedle Shot 300 Pouch 1ml * 3ea)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1773/da8e3484-e748-4091-99db-a166bae877b1.jpg?RS=1500x1500&AR=0",
      "price": 33,
      "salePrice": 26.37,
      "prodinfo_why": "It is a collaboration between the world's favorite LIFE BEAUTY VT Cosmetics and the world's leading nano-bio technology.\nVT's proprietary micro-needle-shaped ingredient, composed of silica, one of nature's minerals, is purified, vacuumed, and awakened within the skin by the Physical Derma Delivery System.\nThe thin CICA reedle packed into the formula delicately delivers a small amount to all areas of the face for quick, low-irritation care.\nHowever, it shows a 72-hour change in skin texture.\nThe ingredients, in the form of microneedles smaller than pores, are absorbed by desensitized skin and stimulate it to improve its condition.\nClinically tested to deliver deeper, faster, more felt absorption.\nMicro-needle-shaped ingredients that open up the skin's absorption pathways thinner than pores, the micro-needle-shaped ingredients delicately stimulate the skin while improving the absorption of skincare active ingredients by opening up the skin's absorption pathways.\nThe CICA reedle raw material applied to the reedle shot is refined and then impregnated with Centella Asiatica extract, a VT proprietary process, which changes the color to a light brown.\nClinically proven to improve skin texture by increasing the depth and rate of absorption.\nEven a single use shows improvement in roughness and parting of the skin, visible skin absorption, 20% improvement in depth, and 20% improvement in speed.\nSkin absorption, depth of absorption, speed of absorption, improved skin texture, satisfaction with use, willingness to recommend, willingness to purchase, and overall satisfaction 1000%.\nStimulate the skin's dulled absorptive state with Riddle Shot and soothe sensitive skin with VT's unique ingredients.\nMoisturizing formula absorbs quickly and easily to improve active ingredient delivery and skin texture.\nThe tingling sensation is seamless and inherent to the product as it absorbs and delivers nutrients.\nWe recommend using a stroking motion rather than rubbing.\nThis product has been dermatologically tested and found to be non-irritating.\nIt is suitable for skin that needs to be properly cared for by deeply absorbing the active ingredients of skincare products, skin that is tired of repeated painful procedures, skin that feels the need to improve its skin but is unable to do so due to the cost and steps involved, skin that does not change despite using various skincare products, and skin that wants to return to smooth and healthy skin.",
      "prodinfo_ing": "The 99% purity micro-needle form of the ingredient is supplemented with shikka to open the way for absorption while providing extra soothing care.\nVT Special Care opens up absorption pathways for skincare active ingredients and awakens them, while adding the soothing power of CICA.", 
      "prodinfo_how": "As part of your evening skincare routine, apply a moderate amount to a clean, cleansed face and massage into the skin with your hands, using firm pressure.\nAfter the Riddleshot 300 is absorbed, layer on a functional and moisturizing skincare." 
    },
    {
      "id": 23,
      "name": "MEDIHEAL Collagen Ampoule Pad 100 Pads Double Pack Set (Disney Special Collection)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1326/ab1b0b28-3bdf-48e6-9a74-f2dffd1c64ba.PNG?RS=1500x1500&AR=0",
      "price": 44,
      "salePrice": 31.86,
      "prodinfo_why": "The Mediheal Collagen Ampoule Pad is a product that allows you to experience the full elasticity care of the No. 1 collagen pad.\nThe 4 types of Mediheal square pads can immediately help solve skin problems immediately.\nIt has the characteristics of daily care, nutrition elasticity, pack toner and wiping toner, and round square pad.\nHuman clinical trial evaluations proved the product’s efficacy after meticulous use, showing 100% customer satisfaction for nutrition in the skin, firmer skin, firmness without stickiness, and smooth skin texture.\nIn the eye area, cheek, nasolabial volume improvement test proved the product improving elasticity for loose skin, with the eye area improved by 30.14%, cheeks improved by 30.72%, nasolabial folds improved by 30.26%, improved to 106.46% in the skin elasticity improvement test, and it has completed the sensitive skin irritation test.\nExperience the moistness of an entire bottle of essence.\nAs a product with overwhelming absorption power without the possibility of essence contamination, this pad absorbs an entire bottle of essence and relieves concerns about residual essence and any floating impurities in existing pads.\nThis product has a large capacity of 100 sheets and long and strong tweezers, so it can be used hygienically with ample pad capacity and built-in tongs that increase utilization.\nReflecting the review that the tweezers are thin and it makes it difficult to pick up pads one by one, they have been renewed and become stronger and more delicate, creating a more convenient Mediheal Square Pad.\nThe developer of the Collagen Filling Pad recommended the product, saying that it instantly solves skin problems with a single pad and provides nutrition quickly and reliably\nto fill sagging skin with elasticity, letting the user experience firmer skin.\nRecommended for when you need quick charge of elasticity every day, when you want to easily solve sagging skin problems, when you need a firming texture care for weak skin, or when you want moist and deep nourishment.\nAs one of the pad products that provides customized solutions for each skin trouble, this product uses collagen to provide deep nutrition and firm elasticity, and is recommended for weak skin that has lost elasticity.\nThis product completes tomorrow’s skin with today’s Mediheal.",
      "prodinfo_ing": "With a combination of 300 daltons of low-molecular collagen, milk protein, and ceramide, it provides firm elasticity care.\nIt is a product with fast and deep absorption by adding the liposome method, which breaks down milk collagen into small particles and quickly supplies nutrients to every nook and cranny of the skin.\nAs a product that makes the skin firm with wrinkle-improving functionality, its functional ingredient Adenosine cares for loose skin and helps it become elastic again.\nWith the fabric that holds an ample amount of formula, gently provide care without any of the pads drying up until the end.\nIt used 67mm square fine perforated fabric, and the vegan-certified thin and wide pad adheres perfectly to help ensure care.", 
      "prodinfo_how": "Apply to the troubled area before gently wiping along the skin.\nWhen using it as a pack toner, apply it to the troubled area after cleansing and use it like a face mask; hold both ends of the pad and pull it to customize it according to your face shape, thanks to its stretchy material.\nWhen using it as a wiping toner, use it like a face mask and gently wipe it along the skin; wipe with two pads that were on both cheeks at the same time for a stronger exfoliation effect.\nReplacing the refill container: 1. Hold both sides of the used refill container and lift it up vertically.\n2. Remove the sealing paper attached to the new refill container and place it into the container.\n\n[COMPONENTS]\nThis is an Olive Young exclusive double special set consisting of 100 Mediheal Collagen Ampoule pads and 100 refills.\n(Disney Special Collection)" 
    },
    {
      "id": 24,
      "name": "ROUND LAB 1025 Dokdo Cleanser 200mL Double Pack",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1903/fdd2bc1d-c763-48ec-be3c-1713446f16e1.jpg?RS=810x810&AR=0",
      "price": 34,
      "salePrice": 28.53,
      "prodinfo_why": "Soft and rich bubbles cleanse all impurities and dust particles away from skin.\nSubacidic foam cleanser feels gentle on sensitive skins.",
      "prodinfo_ing": "Ulleung-do deep sea water contains 72 types of minerals for healthier and more radiant skin.\nA mix of panthenol, allantoin, and ceramide NP shields sensitive skin from external elements.", 
      "prodinfo_how": "" 
    },
    {
      "id": 25,
      "name": "★2021 Awards Winning★ROUND LAB Birch Juice Moisturizing Cream 1+1",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1090/adbfa58f-19c3-4145-85bf-2f003b4ca4c3.jpg?RS=1500x1500&AR=0",
      "price": 39,
      "salePrice": 35.92,
      "prodinfo_why": "Hydrates the skin\nCreates a moisture layer on the skin to protect it from external stressors\nLocks moisture in the skin",
      "prodinfo_ing": "Betula Platyphylla Japonica Juice: keeps the skin moisturized.\nVitaHyaluronic Acid: hydrates the skin.", 
      "prodinfo_how": "" 
    },
    {
      "id": 26,
      "name": "SKIN1004 Madagascar Centella Hyalu-Cica Water-Fit Sun Serum 100mL",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1099/941a88d6-a3c4-4978-ac75-9f932e986889.jpg?RS=1500x1500&AR=0",
      "price": 26,
      "salePrice": 22.10,
      "prodinfo_why": "",
      "prodinfo_ing": "", 
      "prodinfo_how": "" 
    },
    {
      "id": 27,
      "name": "Beauty of Joseon Revive Eye Serum : Ginseng + Retinol Double Pack",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1548/c6c765c5-aecd-4205-aaa8-1028b358bcc5.jpg?RS=1500x1500&AR=0",
      "price": 29,
      "salePrice": 23.20,
      "prodinfo_why": "Provides youthful and firm skin around eyes.\nChanges rough and dark eye area into clear and vitalizing skin.\nThe soft and silky serum provides moisturizing and refreshing finish without any stickiness and stuffiness.\nLiposome retinal lowers skin irritation on thin and delicate eye area, and the soft texture allows deep penetration of active ingredients into the skin.\nMild anti-aging low irritating eye cream for sensitive and weak skin. Completed test regarding sensitive skin irritation and eye irritation.\nBeauty of Joseon provides modern prescription of traditional beauty recipes complete with wisdom of our ancestors.",
      "prodinfo_ing": "Contains retinal that has 20 times better effects and has lower skin irritation than retinol, which is widely known and anti-wrinkle functional ingredient.\nMade with liposome technology that can stabilize unstable retinal and allow effective absorption into skin.\nAwake your skin with ginseng to enhance skin energy. This will vitalize your skin and help with making firm skin.\nThe rich content of saponin and polyphenol from ginseng extract protect skin from free radicals and provide deep moisture and nutrition for long-lasting effects.", 
      "prodinfo_how": "In addition to eye area, apply on forehead, middle of forehead, mouth area, and neck that can easily get fine wrinkles.\nMassage with Beauty of Joseon porcelain gua sha for blood circulation to improve skin around eyes.\nRetinal improves melanin pigmentation, while sunscreen prevents pigmentation. Make sure to apply sunscreen if you’re using eye cream during the day.\\n[COMPONENTS]\nThis is a Double Package Set." 
    },
    {
      "id": 28,
      "name": "Beauty of Joseon Relief Sun : Rice + Probiotics 50mL",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1622/3d5563a3-3f2d-4b3b-8901-3025d9fcd64d.jpg?RS=1500x1500&AR=0",
      "price": 18,
      "salePrice": 12.60,
      "prodinfo_why": "A sunscreen that is gentle on the skin, this is a daily sunscreen that absorbs and blocks the energy of ultraviolet rays and adds moisture to the skin by adding soothing ingredients.\nWith a moisturizing cream formula without oiliness, it is absorbed without stickiness or cloudiness even after makeup.\nIt perfectly protects the skin even when exposed to ultraviolet rays for a long time, and it can be used comfortably all year round by reducing unnecessary ingredients.\nThis sunscreen absorbs UV rays into the skin and converts them into heat that is harmless to the human body after a chemical reaction with UV energy to dissipate them.\nCompared to inorganic sunscreen, it has a moisturizing feeling and adheres to the skin without smudging or clumping, with the factor of SPF+ and PA++++.\nIts moisture essence type comfortably adheres to the skin and provides a soft and refreshing finish without cloudiness.",
      "prodinfo_ing": "It contains saccharomyces/rice ferment filtrate, lactobacillus/rice ferment, and other probiotic fermented lysate ingredients to help nourish the skin's innate strength.\nIt is a product that has completed EWG green grade safety ingredients and UV protection test for human application.", 
      "prodinfo_how": "At the last step of skin care, 30 minutes before going outside, take an appropriate amount and gently spread over areas that are easily exposed to UV rays." 
    },
    {
      "id": 29,
      "name": "Anua Heartleaf 77% Soothing Toner 350mL Special Set (+350mL Refill)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1905/a6c6de9a-e718-49e0-9f61-c642f20584c7.jpg?RS=1500x1500&AR=0",
      "price": 55,
      "salePrice": 36.24,
      "prodinfo_why": "This intensive soothing toner provides sure-fire help for hydrating and calming effect to irritated skin.\nThis toner provides immediate hydration upon use thanks to its rich Houttuynia Cordata extract.",
      "prodinfo_ing": "This sub-acidic toner between pH 5-7 restores damaged pH balance to create healthier skin.\nContains 77% of Houttuynia Cordata Extract for intensively hydrating, moisturizing, and soothing effect to skin.", 
      "prodinfo_how": "" 
    },
    {
      "id": 30,
      "name": "BIODANCE Hydro Cera-Nol Real Deep Mask Sheet 7P",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1433/36e68b25-1f9e-4e22-9f49-b0747b30446f.jpg?RS=1500x1500&AR=0",
      "price": 37,
      "salePrice": 30.21,
      "prodinfo_why": "One sheet of mask pack contains excellent soothing ingredients.\nA product that contains the recipe of cera-nol, which has perfect moisturizing and quick soothing effects.\nA mask pack with BIODANCE's hydrogel technology for deep moisturizing and soothing.\nThe triple soothing recipe of cera-nol is firmly established for sensitive skin, allowing the active ingredients to be fully absorbed into the skin.\nReduces skin redness by 121% right after single use.\nImproves skin moisture by 951% right after use and maintains skin hydration by 166% after 150 hours of application.\nProvides instant inner skin moisturizing by 683.72% to 15th skin layer.\nShows a decrease in skin temperature of -5.16 degrees immediately after use and stabilizes the irregular skin temperature with the triple soothing recipe of cera-nol, which immediately builds up collapsed barriers.\nThe opaque sheet gradually becomes thinner and more transparent, delivering the effective ingredients deep into the skin.\nThe sleeping pack provides excellent skin barrier care while you’re asleep.\nCompared to control group, 8 hours of attaching cera-nol mask provides skin soothing and improves skin redness by 119.7% with carefree use.",
      "prodinfo_ing": "The unique ingredient of BIODANCE called cera-nol (D-panthenol, oligo hyaluronic acids, 5 kinds of ceramide) provides quick soothing.\nD-panthenol inside cera-nol is main ingredient of quasi-drugs that helps with skin regeneration and anti-inflammation.\nThe triple key ingredients for skin structure provides recovery of damaged skin barrier and quick soothing.\nContains 50,000PPM of high purity glacial milk to provide moisture layer on skin.\nContains 50,000PPM of high purity glacial milk rich in minerals and moisturizing and soothing ingredients (glycerin, allantoin, shea butter) help with absorption of active ingredients and create a moisture layer that covers skin.", 
      "prodinfo_how": "After cleansing, clear skin texture with toner and then take out the mask and attach on skin.\nWhen the mask becomes clear, remove it." 
    },
    {
      "id": 31,
      "name": "AESTURA Atobarrier 365 Cream 80mL",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1931/b7c70e4b-1e59-45e9-b9a3-9ba24b2e28f0.jpg?RS=1500x1500&AR=0",
      "price": 44,
      "salePrice": 35.98,
      "prodinfo_why": "Enhanced barrier hydration with high-density ceramides specialized for sensitive skin.\nIt is an evolved product with high-density ceramides specialized for sensitive skin.\nSensitive skin requires long and dense high-density ceramides.\nIt is a product with AESTURA’s capsule technology that holds ceramides tightly in the gaps of the skin barrier.\nAfter one application, it shows 190% higher residual effect of ceramides and capsule shape on the barrier remaining for 18 hours.\nIt provides immediate double hydration and even fundamental improvement effects.\nWith one use, it shows a 2 times increase in moisture, a 2 times improvement in damaged barrier in just 10 minutes, and a 120-hour moisture retention even when applied only once.\nAs you use it for 2 weeks or 4 weeks, the cumulative increase in facial moisturization reduces damage by 38.7%.\nIt shows a 51% improvement in skin sensitivity after 4 weeks.\nCeramides that reach a depth of 10 layers on the skin in just 2 hours, resulting in surface moisture increasing by 242% and internal moisture increasing by 356%.\nHelps improve 39.7% of scaly skin caused by dryness immediately after use and 5.5% of rough skin texture caused by dryness after 4 weeks.\nUltra-sensitive test, sensitive skin stimulation test, dermatologist test, allergy test, acne-prone skin suitable test completed.\nIt shows formation of a moisturizing film, improvement of dryness, smooth application 100%, healthy radiance, 96% protection of the skin barrier, and 93% skin barrier health.\nSmoothly forms a moisturizing film that adheres to the skin without stickiness.",
      "prodinfo_ing": "It is a product that contains second-generation moisturizing capsules fortified with high-density ceramides.\nThrough 40 years of painstaking research on sensitive skin, we have thoroughly verified the length, type, absorption, and retention of ceramides to create a denser moisturizing capsule.\nWe upgraded the short and inadequate ceramides of sensitive skin to a denser and more robust structure and included long-chain ceramides and linker ceramides that connect them.\nArtificial fragrance-free, synthetic colorant-free, 9 FREE products.", 
      "prodinfo_how": "After cleansing in the morning and evening, apply an appropriate amount evenly to the skin and absorb." 
    },
    {
      "id": 32,
      "name": "MEDIHEAL Tea Tree Trouble Pad 100 Pads Double Pack (Disney Special Collection)",
      "imageUrl": "https://image.globaloliveyoungshop.com/prdtImg/1805/61036c39-3a98-41c9-bcea-99d90073816b.PNG?RS=810x810&AR=0",
      "price": 44,
      "salePrice": 31.86,
      "prodinfo_why": "It is an intensive soothing care product that puts you to sleep every day.\nIt is a product that shows 95% of acne soothing, 100% of burning skin soothing, 100% of freshness without stickiness, and 100% of gentleness without irritation in customer satisfaction.\nAs a result of the test for suitable use for acne-prone (trouble) skin, there was a 49.17% improvement in the visual evaluation change and a 24.47% improvement in the active sebaceous gland change.\nSoothing irritated skin is a product that shows 66.70% improvement.\nIt is a product that shows a skin reaction of 0.00 in the sensitive skin irritation test.\nWith a wide pad area and rounded corners, it is a product that can cover perfectly without lifting.\nVegan certified gauze fabric is filled with soothing essence to gently care for the skin texture.\nThe active ingredient is absorbed one after another and gives a refreshing finish without any residue.\nIt is a product with ample pad capacity and long and slim tongs that can be used hygienically up to the last 100 sheets.\nIt is a product that is hygienic as it can be replaced with a refill container and is packaged in a package that reduces plastic by 75%.\nThis product is suitable for those who need quick intensive soothing every day, those who want to easily solve their sensitive skin problems, those who need soft texture care for rough skin, and those who want a mild, non-sticky freshness.",
      "prodinfo_ing": "It contains the tea tree calming biome extracted for 200 hours by adding lactic acid bacteria to the Jeju tea tree, which helps ensure soothing care.\nTea Tree Calming Biome is broken down into small particles to quickly and intensively soothe the skin.", 
      "prodinfo_how": "[Face Mask Toner]\nAfter washing your face, apply the product to the troubled area like a mask.\n[Wiping toner]\nAfter using it like a face mask, gently wipe it along the skin.\n*You can feel a stronger exfoliating effect by wiping two pads on both cheeks.\n\n[COMPONENTS]\nMEDIHEAL Tea Tree Trouble Pad Double Plan (100 sheets + 100 sheets refill. Disney Special Collection)\n\n[COLOR_FEATURE]\n1. Intensive soothing tea tree liposome: Intensive soothing care for acne-prone and sensitive skin\n2. Trace Soothing Madecassoside Liposome: Soothes traces for skin troubled with blemishes\n3. Moisture cooling glacial water liposome: Moisturizing and cooling care for dry and swollen skin\n4. Elasticity-filling collagen liposome: Fully elastic care for weak skin" 
    }
  ]